[
  {
    "model": "blog.blog",
    "pk": 34,
    "fields": {
      "title": "LG Group",
      "body": "LG Group (кор. LG그룹) — четвёртая по величине южнокорейская финансово-промышленная группа (в Южной Корее такие группы называются чеболь). Основные направления деятельности — электроника, химическая продукция и телекоммуникационное оборудование.\r\n\r\nШтаб-квартира находится в Сеуле, Республика Корея, кроме того, у компании более 200 представительств и подразделений в 80 странах мира.\r\n\r\nLG образована в результате слияния компаний Lucky (樂喜 — счастливая) и Goldstar (金星 — Венера). Было принято решение назвать новую компанию Lucky-Goldstar, что позже сократили до аббревиатуры LG. Лозунг компании «Life’s Good» возник уже на её основе.\r\n\r\nВ апреле 2021 года стало известно, что компания продолжит поддерживать флагманские смартфоны даже после закрытия подразделения по выпуску мобильных устройств и продолжит выпускать для устройств обновления с новыми версиями операционной системы Android.",
      "slug": "lg-group",
      "preview": "imj_blog/lglogo.jpg",
      "create_date": "2023-12-02T19:26:14.338Z",
      "is_publication": true,
      "views_count": 111
    }
  },
  {
    "model": "blog.blog",
    "pk": 35,
    "fields": {
      "title": "Samsung",
      "body": "Samsung Group («Самсунг Груп», кор. 삼성그룹, Samseong Gurub, Samsŏng Gurup) — южнокорейская группа компаний, один из крупнейших чеболей, основанный в 1938 году. Samsung Group владеет долей в наиболее известной компании группы -- публичной компании Samsung Electronics, известной как производитель смартфонов, интегральных микросхем, телекоммуникационного оборудования, бытовой техники, аудио- и видео устройств. Также имеется одноименная сеть магазинов по продаже одноимённой электроники.\r\n\r\nГлавный офис компании расположен в Сеуле.\r\n\r\nСлово «Самсунг» (кор. 삼성?, 三星?, более правильная передача слова по нормам практической транскрипции [самсон]) в корейском языке означает «три звезды». Возможна связь такого названия с тремя сыновьями основателя Samsung Ли Бён Чхоля (이병철), младший из которых Ли Гон Хи (иногда его имя пишется Ли Кун Хи — калька с английского: Lee Kun-hee) (이건희) возглавил компанию в 1987 году в нарушение всех восточных традиций наследования, в согласии с которыми старший сын наследует большую часть семейной собственности[1]. Выручка Samsung в 2019 году составила 305 миллиардов долларов, в 2020 году — более 107 миллиардов долларов, а в 2021 году — 236 миллиардов долларов.",
      "slug": "samsung",
      "preview": "imj_blog/Samsung-Logo-1993.png",
      "create_date": "2023-12-02T19:27:40.638Z",
      "is_publication": true,
      "views_count": 6
    }
  },
  {
    "model": "blog.blog",
    "pk": 36,
    "fields": {
      "title": "Xiaomi",
      "body": "Xiaomi Corporation (кит. трад. 小米集團, упр. 小米集团, пиньинь Xiǎomǐ Jítuán, палл. Сяоми́ Цзитуа́нь; стилизировано как XiaoMi) — китайская корпорация, основанная Лэй Цзюнем в 2010 году. В 2021 году стала лидером по объёму производства смартфонов. Также производит бытовую технику, планшеты, смарт-часы, ПО, электросамокаты, электровелосипеды и многое другое.\r\n\r\nС 2018 года является публичной компанией.",
      "slug": "xiaomi",
      "preview": "imj_blog/xiaomi.jpg",
      "create_date": "2023-12-02T19:29:22.181Z",
      "is_publication": true,
      "views_count": 6
    }
  }
]