[
  {
    "model": "catalog.product",
    "pk": 1,
    "fields": {
      "name": "6.1\" Смартфон Apple iPhone 15 Pro 512 ГБ синий",
      "description": "Аппаратной основой Apple iPhone 15 Pro стал 3-нанометровый чипсет A17 Pro с 6-ядерным GPU и поддержкой трассировки лучей. Чип выдает высочайшую производительность в играх. Также имеется 16-ядерный Neural Engine, который обрабатывает 35 миллионов операций в секунду.\r\nКорпус смартфона изготовлен из титана 5-го класса (такой, например, используется в космическом ровере NASA). Титан прочнее, легче и долговечнее, чем алюминий и сталь. У iPhone 15 Pro нет физического переключателя для перехода в бесшумный режим. На его месте расположена программируемая кнопка, которая реагирует на силу нажатия. С ее помощью можно, например, включить камеру или фонарик.\r\nУ iPhone 15 Pro 6,1-дюймовый OLED-дисплей с разрешением 2556 × 1179 пикселей, кадровой частотой 120 Гц и пиковой яркостью 2000 нит.\r\nОсновная камера состоит из трех сенсоров. Главный на 48 Мп. Пользователь может выбрать фокусное расстояние — 24, 28 или 35 мм. Также у смартфона ширик и телевик с 3-кратным оптическим зумом на 12 Мп.\r\niPhone 15 Pro получил порт USB-C с поддержкой USB 3 и скоростью передачи данных до 10 Гбит/с. Операционная система — iOS 17.",
      "image": "media/iphone15pro.png",
      "category": 1,
      "price": 210299,
      "data_creation": "2023-11-17",
      "last_modified_date": "2023-11-23"
    }
  },
  {
    "model": "catalog.product",
    "pk": 2,
    "fields": {
      "name": "Смартфон Samsung Galaxy A03 Core 32 ГБ",
      "description": "Смартфон Samsung Galaxy A03 Core 32 ГБ отличается компактными размерами, сбалансированными характеристиками и оригинальной расцветкой корпуса. Он оборудован безрамочным дисплеем 6.5 дюйма с технологией PLS, который позволяет наслаждаться реалистичной картинкой с яркими и красочными оттенками. Процессор Spreadtrum SC9863A и 2 ГБ памяти ОЗУ гарантируют достаточно высокую производительность во время запуска приложений, мультимедийного контента, игр.\r\nКамера 8 Мп с LED-вспышкой и автофокусом позволяет делать реалистичные фото и видео. На передней стороне имеется камера 5 Мп, с помощью которой можно создавать снимки и общаться по видеосвязи. Мобильное устройство отличается поддержкой двух карт SIM и слотом для карты памяти. Также отмечается поддержка востребованных беспроводных интерфейсов. Аккумулятор 5000 мА*ч гарантирует продолжительное время работы без подзарядки.",
      "image": "media/Samsung_Galaxy_A3.jpg",
      "category": 1,
      "price": 9699,
      "data_creation": "2023-11-17",
      "last_modified_date": "2023-11-23"
    }
  },
  {
    "model": "catalog.product",
    "pk": 3,
    "fields": {
      "name": "Телевизор LG OLED65B1RLA (2021)",
      "description": "Экран\r\nТип: OLED\r\nДиагональ: 65\" (165 см)\r\nТип матрицы: OLED\r\nРазрешение: 4K UHD\r\nРазрешение, пикс: 3840x2160\r\nФормат экрана: 16:9\r\nПоверхность экрана: антибликовая\r\nТехнология затемнения: Enhanced Dynamic Tone Mapping\r\nЧастота обновления экрана: 120 Гц\r\nИзображение\r\nУгол обзора по горизонтали: 178 °\r\nУгол обзора по вертикали: 178 °\r\nТехнология улучшения контрастности: HDR Dynamic Tone Mapping\r\nТехнология улучшения цвета: Advanced Color Enhancer, Perfect Color\r\nТехнология улучшения четкости: Motion Pro, True Motion\r\nТехнология улучшения изображения: AI Picture Pro, True Color Accuracy\r\nСистема шумоподавления: да\r\nПоддержка HDR: да\r\nФормат HDR: HDR Cinema\r\nПроцессор изображения: A7 Gen 4\r\nЗвук\r\nОбщая выходная мощность: 40 Вт\r\nКоличество динамиков: 2\r\nСабвуфер: да\r\nМощность сабвуфера: 20 Вт\r\nКоличество сабвуферов: 2\r\nСистема звучания: 2.2\r\nТехнология обработки звука: OLED Surround, Dolby Atmos, AI Acoustic Tuning, Clear Voice, AI Sound, LG Sound Sync, Sound Alive, WiSA Speakers\r\nПоддержка стереозвука NICAM: да\r\nОбъемное звучание: да\r\nАвтоматическое выравнивание громкости: да\r\nТехнологии приема сигнала\r\nКоличество тюнеров: 2\r\nАналоговый ТВ тюнер: PAL, SECAM\r\nЦифровой ТВ тюнер: DVB-T2, DVB-C, DVB-T, DVB-S, DVB-S2\r\nПоддержка Smart TV\r\nПоддерживаемые ОС: iOS, Android\r\nSmart TV: есть\r\nВозможность передачи изображения с мобильного устройства: да\r\nОперационная система: WebOS\r\nКоличество ядер процессора: 4\r\nИнтерфейсы\r\nПорт HDMI: 4\r\nВерсия HDMI: 2.1, 2.0\r\nПорт USB 2.0: 3\r\nАудио оптический выход: 1\r\nПоддержка Ethernet: да\r\nСлот для CI: да\r\nПоддержка CI+: да\r\nКоличество антенных входов: 2\r\nРазъем для наушников 3.5 мм: 1\r\nЛинейный выход: 1\r\nБеспроводная связь\r\nWi-Fi: да\r\nСтандарты Wi-Fi: IEEE 802.11 ac\r\nПоддержка Bluetooth: да\r\nВерсия Bluetooth: 5.0\r\nТехнология Miracast: да\r\nФункциональные особенности\r\nМасштабирование до 4K: да\r\nГид по программам: да\r\nЛюбимые каналы: да\r\nГолосовое управление: да\r\nУниверсальный пульт: да\r\nВоспроизведение с USB: да\r\nФункция TimeShift: есть\r\nРодительский контроль: да\r\nТелетекст: с памятью на 2000 стр.\r\nКоличество языков меню: 37\r\nТаймер сна: есть\r\nГод выхода модели: 2021 г\r\nГостиничный ТВ: да\r\nДополнительная информация: технология речевого ввода текста (Speech to Text), голосовой поиск LG, интеллектуальное распознавание голоса, технология AI UX, технология AI Recommendation, технология Mobile Connectivity, технология Screen Share, технология AI Home, панель управления домом (Home Dashboard), Magic Explorer, Music Discovery, DIAL, браузер, автокалибровка, музыкальный проигрыватель, галерея, магазин контента и приложений LG, виртуальная реальность, Quick Access, Dolby Vision IQ, Filmmaker Mode, игровые технологии (VRR, FreeSync, G-Sync, ALLM, eARC), Apple HomeKit, Apple AirPlay 2, датчик освещённости, поддержка Mobile TV, поддержка Bluetooth Low Energy, поддержка Wi-Fi TV, поддержка умных колонок Yandex\r\nУмный дом: LG ThinQ\r\nКорпус\r\nЦвет: чёрный\r\nЦвет рамки: чёрный\r\nЦвет подставки: серый\r\nНастенное крепление: да\r\nVESA (размер крепления): 300x200\r\nПитание\r\nПотребляемая мощность в режиме ожидания: 0.5 Вт\r\nРежим энергосбережения: да\r\nКомплектация\r\nПодставка: в комплекте\r\nПульт: MR21\r\nПульт ДУ: 1\r\nИнструкция: да\r\nРазмеры и вес\r\nВысота с подставкой: 86.9 см\r\nШирина с подставкой: 144.9 см\r\nГлубина с подставкой: 24.6 см\r\nВес с подставкой: 25 кг\r\nВысота без подставки: 83 см\r\nШирина без подставки: 144.9 см\r\nГлубина без подставки: 4.69 см\r\nВес без подставки: 24 кг",
      "image": "media/lg.jpg",
      "category": 2,
      "price": 165875,
      "data_creation": "2023-11-17",
      "last_modified_date": "2023-11-23"
    }
  },
  {
    "model": "catalog.product",
    "pk": 4,
    "fields": {
      "name": "Телевизор Samsung UE75CU8500UXRU (2023)",
      "description": "диагональ: 70\"-85\", диагональ (точно): 75 \", Разрешение HD: 4K UHD, частота обновления экрана: 60 Гц, технология экрана: HDR, LED, Поддержка цифрового ТВ: DVB-C, DVB-S2, DVB-T2, аналоговый (PAL, SECAM, NTSC), Платформа Smart TV: Tizen, беспроводная связь: Bluetooth, Wi-Fi, Экосистема Умного дома: Samsung SmartThings, Количество входов HDMI: 3, особенности: EPG, гостиничный ТВ, таймер сна, год создания модели: 2023",
      "image": "media/samsung.jpg",
      "category": 2,
      "price": 161360,
      "data_creation": "2023-11-17",
      "last_modified_date": "2023-11-23"
    }
  },
  {
    "model": "catalog.product",
    "pk": 5,
    "fields": {
      "name": "Лазерное МФУ HUAWEI PixLab X1",
      "description": "Лазерное МФУ Huawei PixLab X1 способно напечатать до 28 страниц в минуту. Лазерная технология обеспечивает отпечатки повышенной четкости и насыщенности. На корпусе находится порт USB. Для беспроводной связи используются Bluetooth и Wi-Fi. Встроенный модуль NFC позволяет одним касанием запустить печать со смартфона.\r\nУстройство оснащено понятной панелью управления и дисплеем, на котором отображаются рабочие параметры. Поддерживается функция удаленной печати и «умное» копирование. Подключение по сети будет надежным и стабильным, чтобы даже при многочисленных помехах МФУ смогло выполнить поставленные задачи.",
      "image": "media/mfu.jpg",
      "category": 4,
      "price": 26999,
      "data_creation": "2023-11-17",
      "last_modified_date": "2023-11-23"
    }
  },
  {
    "model": "catalog.product",
    "pk": 6,
    "fields": {
      "name": "Игровой компьютер Intel Core i7-12700F GeForce RTX 3070TI 8GB 32GB RAM SSD 1TB HDD 1TB",
      "description": "Системный блок на базе процессора Intel легко справится с мультимедийными и рабочими задачами, а так же он незаменим для учёбы! Быстрая загрузка системы обеспечена благодаря SSD накопителю, который увеличивает скорость работы компьютера! Современная видеокарта NVIDIA GeForce - оптимальный вариант игровой системы. Системный блок настроен, протестирован и полностью готов к работе - необходимо только подключить клавиатуру, мышь, монитор и интернет. На компьютер установлены все необходимые драйвера и предустановлен Windows 10 pro с последними обновлениями. В комплекте поставляется кабель питания для системного блока, wi-fi модуль и гарантийный талон с руководством пользователя. *Представленный фото обзор, может отличаться в зависимости от партии поставки.",
      "image": "media/comp.jpg",
      "category": 3,
      "price": 138560,
      "data_creation": "2023-11-17",
      "last_modified_date": "2023-11-23"
    }
  },
  {
    "model": "catalog.product",
    "pk": 7,
    "fields": {
      "name": "16.2\" Ноутбук Apple Macbook Pro 16 (2021)",
      "description": "MacBook для профессионалов\r\nТеперь еще быстрее, чем когда-либо: процессоры M1 Pro и M1 Max были разработаны специально для работы со узкоспециализированными приложениями, предлагая небывалую скорость обработки данных любого вида. Экран Liquid Retina XDR порадует яркими и насыщенными красками и предельно точной передачей цветов, а с мощной батареей MacBook проработает без подзарядки весь день.\r\nMacBook Pro - компактный и легкий инструмент для профессионалов, с легкостью справляющийся с самыми сложными задачами и предлагающий мобильность, которая есть только у ноутбуков.\r\nЛучшие чипы\r\nM1 Pro и M1 Max быстрее любого процессора, использовавшихся в MacBook до этого. В M1 Pro до 10 вычислительных ядер для обработки стандартных задач и до 16 для работы с графикой, в то время как у M1 Max стандартных ядер - ровно 10, а графических - до 32.\r\nОба чипа работают с системой Neural Engine и прекрасно справляются с обработкой видео и аудио любой сложности. К ноутбукам с M1 Pro можно подключить до двух мониторов одновременно, в то время как у моделей с M1 Max их количество вырастает до четырех. При этом у M1 Max для кодирования используется два отдельных медиапроцессора, а для декодирования один, что значительно ускоряет работу с многопоточным видео.\r\nДва размера\r\nMacBook Pro 2021 представлен в двух вариантах: с диагоналями экрана 14 и 16 дюймов, при этом каждая работает и с M1 Pro, и с чипом M1 Max. Таким образом не обязательно приобретать наибольшую по габаритам модель для лучшей производительности: 14-дюймовый вариант также показывает высокую скорость работы при меньших размерах, что идеально подходит для тех, кто часто берет ноутбук для работы вне офиса.\r\nПо сравнению с прошлыми поколениями на процессорах Intel Core i7 и i9 скорость работы с новыми чипами выросла от 2 до 4 раз, а где-то изменения достигли впечатляющих результатов: к примеру, рендер в 4К в программе Final Cut Pro стал быстрее до 13 раз.\r\nРаботая вне офиса\r\nДля профессиональных ноутбуков важна не только мощность процессора и графической системы, но и выносливость - компактное устройство должно как можно меньше зависеть от розетки. И MacBook Pro становится отличным решением для тех, кто не привязан к одному месту - заряда аккумулятора хватит на весь день даже при интенсивной работе.\r\nПри этом MacBook почти не греется: новые чипы стали еще энергоэффективнее, а система охлаждения подает на 50% больше воздуха, чем раньше. Но запускается она не часто - большую часть времени MacBook вообще не греется.\r\nДисплей Retina\r\nLiquid Retina XDR погрузит в океан ярких и сочных красок, полностью меняя впечатление от любого изображения. С пиковой яркостью в 1 600 кд/м² в режиме HDR вы сможете увидеть любой контент таким, каким его и задумали авторы - без перегиба в темные или светлые области, с...",
      "image": "media/mac.png",
      "category": 3,
      "price": 250000,
      "data_creation": "2023-11-17",
      "last_modified_date": "2023-11-23"
    }
  },
  {
    "model": "catalog.product",
    "pk": 8,
    "fields": {
      "name": "23.8\" Моноблок Prime Box Spirit (Intel Celeron N5095 (2 ГГц), RAM 8 Гб, SSD M2 512 Гб, Intel UHD Graphics, Windows 11 PRO)",
      "description": "Моноблок Prime Box Spirit - это мощный и надежный помощник в работе и развлечениях.\r\nPrime Box Spirit оснащен процессором Intel Celeron N5095 с частотой 2 ГГц, что обеспечивает высокую производительность и быстродействие. 4-ядерный процессор и 8 ГБ оперативной памяти DDR4 позволяют работать с ресурсоемкими приложениями и выполнять множество задач одновременно.\r\nМоноблок оснащен SSD M2 на 512 ГБ, что обеспечивает быстрый запуск системы и приложений. Встроенный графический процессор Intel UHD Graphics позволяет наслаждаться качественной графикой и видео.\r\nPrime Box Spirit имеет 23,8-дюймовый IPS-экран с разрешением 1920x1080 пикселей и матовым покрытием, что обеспечивает комфортное использование и защиту глаз от бликов.\r\nМоноблок поддерживает различные интерфейсы и разъемы, включая HDMI, 3.5 мм, RJ-45 Ethernet, USB 2.0 и USB 3.0. Также в комплекте идут беспроводные клавиатура и мышь.\r\nPrime Box Spirit работает на операционной системе Windows 11 Professional, что обеспечивает широкий функционал и удобство использования.\r\nМоноблок имеет компактные размеры (540x430x50 мм) и вес всего 6 кг, что позволяет легко перемещать его по рабочему месту или дому.\r\nВ целом, Prime Box Spirit - это надежный и функциональный моноблок, который станет отличным выбором для работы и развлечений.",
      "image": "media/mono.png",
      "category": 3,
      "price": 34650,
      "data_creation": "2023-11-17",
      "last_modified_date": "2023-11-23"
    }
  },
  {
    "model": "catalog.product",
    "pk": 23,
    "fields": {
      "name": "ТЕСТ",
      "description": "вяаиыкт ;lkn;kkn ;oinjon oinn[oin jhvouy liyvuyv oufyiytfi oufyouyf",
      "image": "",
      "category": 1,
      "price": 324,
      "data_creation": "2023-11-17",
      "last_modified_date": "2023-11-23"
    }
  },
  {
    "model": "catalog.category",
    "pk": 1,
    "fields": {
      "name": "Телефоны",
      "description": "Звонилки, смартфоны, айфоны, майфоны"
    }
  },
  {
    "model": "catalog.category",
    "pk": 2,
    "fields": {
      "name": "TV",
      "description": "Телевизоры, видеопанели и т.д."
    }
  },
  {
    "model": "catalog.category",
    "pk": 3,
    "fields": {
      "name": "Компьютеры",
      "description": "Системные блоки, ноутбуки, моноблоки"
    }
  },
  {
    "model": "catalog.category",
    "pk": 4,
    "fields": {
      "name": "Оргтехника",
      "description": "Принтеры, копиры, сканеры."
    }
  },
  {
    "model": "catalog.contact",
    "pk": 3,
    "fields": {
      "first_name": "Alex",
      "last_name": "Stradivari",
      "phone": 1800200500
    }
  },
  {
    "model": "catalog.version",
    "pk": 19,
    "fields": {
      "product": 23,
      "version_number": 1,
      "version_name": "one",
      "is_current": false
    }
  },
  {
    "model": "catalog.version",
    "pk": 20,
    "fields": {
      "product": 23,
      "version_number": 2,
      "version_name": "two",
      "is_current": true
    }
  },
  {
    "model": "catalog.version",
    "pk": 22,
    "fields": {
      "product": 7,
      "version_number": 3,
      "version_name": "three",
      "is_current": true
    }
  }
]